[INFO]
ID=0x0418
Name=Romanian (Română)
Version=2.1.2
Author=Ciornea Lucian - Leonte
1=OK
2=Anulează

[DIALOG_1]
0=General
3=&Limba:
4=&Porniți ImgDrive odată cu sistemul de operare Windows
5=Afișați ImgDrive în bara de sistem (zona de notificare)
6=&Verificați automat actualizările
7=Reține și păstrează istoricul fișierelor utilizate recent
9=Meniu & în cascadă pentru fișierele recente
10=&Numărul de fișiere recente

[DIALOG_2]
0=Integrare
3=&Integrați ImgDrive în meniul contextual shell
4=&Asocierea de extenșii pentru ImgDrive:

[DIALOG_3]
3=Recreează tabelul de căutare pentru: %s.\nAcest lucru poate dura până la 20 de secunde, vă rugăm așteptați un moment.
4=%d%% Timp scurs: %d s

[DIALOG_4]
0=Schimbați litera Unității Virtuale pentru %C:
3=&Literă nouă pentru Unitatea Virtuală:

[DIALOG_5]
0=Autentificare
3=Introduceți numele de utilizator și parola pentru a vă conecta la: %s.
4=&Utilizator:
5=&Parola:
6=&Păstrează datele de autentificare utilizatorul/parola

[DIALOG_6]
0=ImgDrive
3=3=Imaginea nu poate fi montată:
4=Trimiteți un raport de eroare pentru a ajuta la rezolvarea acestei probleme

[DIALOG_7]
0=Despre programul ImgDrive

[DIALOG_9]
0=Creează un fișier imagine din folder
1=&Începe
3=Vă rugăm să selectați sau să plasați un folder care conține fișiere pentru a crea o imagine ISO.
4=Dosar sursă:
5=Fișier de destinație:
6=&UDF 2.50
7=Eticheta volum:

[DIALOG_10]
0=Copiați discul în fișierul imagine
1=&Începe
3=Unitatea sursă:
4=Destinația fișierului:
5=Opriți computerul când ați terminat

[DIALOG_11]
0=General
3=Vânzător:
4=Produs:
5=Revizuire:
6=Data firmware:
7=număr de serie:
8=Dimensiunea tamponului:
9=Codul de regiune (Prefix regional):
10=Schema RPC:
11=Modificări rămase pentru utilizator:
12=Resetări rămase ale producătorului :
13=Locație:
14=Litera uUnității Virtuale:
15=Etichetă:

[DIALOG_12]
0=Caracteristici
3=Citește
4=Scrie
5=Altele

[DIALOG_13]
0=Informații despre Disc

[DIALOG_14]
0=Vizualizarea conținutul fișierelor

[DIALOG_15]
0=Vizualizatorul sectorului
3=LBA:

[DIALOG_16]
0=Înregistrare
3=Ajutor
4=Introduceți cheia de licență primită, în caseta de mai jos.

[DIALOG_17]
0=Unitatea Virtuală
3=&Ascunde Unitățile Virtuale goale
4=Schimbați pictograma ImgDrive
5=&Montează automat ultima imagine
6=Demontați Unitatea Virtuală la &ejectare
7=&Demontați toate Unitățile Virtuale când ieșiți din ImgDrive
8=&Dezactivați AutoRun și AutoPlay pentru Unitățile Virtuale

[DIALOG_18]
0=Introduceți parola
3=Parola:

[DIALOG_19]
0=Conversie fișier imagine
1=Conversie
3=Trebuie să convertiți formatul imaginii înainte de montare:
4=Fișier de destinație:

[DIALOG_20]
0=Comenzi rapide
3=Faceți dublu clic pe o comandă rapidă pentru a introduce o nouă combinație de taste.\nFaceți clic <a>aici</a> pentru a reseta toate comenzile rapide.

[DIALOG_21]
0=Taste rapide
3=Deschide ImgDrive:
4=Demontează toate Unitățile Virtuale:
5=Creează taste rapide pentru a activa ImgDrive din alte aplicații în timp ce ImgDrive rulează.
6=Meniul Drive

[DIALOG_22]
0=Ajutor pentru linia de comandă

[DIALOG_23]
0=Organizați Favoritele
3=Sfat: Puteți adăuga foldere sau fișiere preferate folosind „drag and drop”.

[DIALOG_24]
0=Selectați categoria
3=Adăugați '%s' la:
4=Categorie nouă

[DIALOG_25]
0=Customize Context Menu
3=&Current menu items:
4=&Available menu items:
5=Cascaded menu for &favorite files
6=Cascaded menu for &recent files
7=&Reset
8=&Preview

[DIALOG_A]
0=Notificare de actualizare
3=O nouă versiune de %s este disponibilă!
4=%s este acum disponibil - aveți %s. Doriți să-l descărcați acum?
5=Note de lansare:
6=Omite această versiune
7=Amintește-mi mai târziu
8=Instalează acum
9=Se descarcă - %s din %s
10=Nu este necesară nicio actualizare. \n\n%s aveți cea mai recentă versiune!
11=A apărut o eroare la preluarea informațiilor de actualizare. Vă rugăm să încercați din nou mai târziu.
12=A apărut o eroare la descărcarea actualizării. Vă rugăm să încercați din nou mai târziu.

[DIALOG_B]
1=Trimite
3=%s a întâmpinat o problemă și trebuie să se închidă. Ne cerem scuze pentru neplăcere.
4=Vă rugăm să ne trimiteți acest raport de eroare pentru a ajuta la remedierea problemei și la îmbunătățirea acestui software.

[DIALOG_C]
0=Feedback
1=Trimiteți
3=Adresa ta de e-mail (opțional)
4=Vă rugăm să explicați eroarea sau problema.

[MENU_1]
3=Adăugați  &fișiere...
4=Adăugați dosar...
5=Adăugați &Categorie nouă
6=Adăugați &Separator nou
9=&Reîncărcare
10=Elimină &Lipsă
11=Mutați & în Sus
12=Mutați în jos&în jos
13=&Șterge
14=&Redenumiți
15=Sortați după &Nume
16=Sortați după &Cale
17=Sortați după &Tip
18=Măriți totul/Reduceți totul
19=Afișează &Calea completă a fișierului

[STRING]
0=&Montare
1=&Demontare
2=Montați la &%C:
3=Montat pe &%C: %s
4=Unitate &%C:
5=Unități &%C: %s
6=Toate tipurile de imagini
7=Toate Fișierele
8=&Opțiuni...
9=Opțiuni
10=&Numărul de Unități Virtuale
11=Demontează &Toate
12=Montați &dosar...
13=&Informații despre versiunea  programului
14=&Ieşire
15=&Ejectare
16=&Încărcare
17=&Schimbați litera unității...
18=&Deschide în Explorer
19=&Ascunde Unitățile Virtuale goale
20=Media nerecunoscută sau format nevalid.
21=Nu a fost găsit fișierul %s.
22=Nume
23=&Vizitați site-ul web...
24=Deschideți locația fișierului
25=&Suport
26=&Verificați pentru actualizare
27=&Creează un fișier imagine din dosar...
28=&Proprietăţi
29=Ștergeți istoricul fișierelor inexistente
30=&Ștergeți istoricul
31=Identitate
32=Unitatea CD-ROM
33=Calea Imaginii
34=&Fișier
35=&Unelte
36=&Ajutor
37=Pentru totdeauna
38=&Montează imaginea...
39=%d Unitați, %d montate
40=Acest program este freeware.
41=Licență pentru %s\r\nNumăr maxim de utilizatori: %d\r\nPerioada de actualizare gratuită până la: %s
42=&Rămâneți mereu deasupra (în prim plan)
43=Creează
44=&Vizualizare
45=Bara de instrumente
46=Bara de stare (Bara de informații)
47=Demontează imaginea
48=Copiați &discul într-un fișier imagine...
49=Inscripționați fișierul imagine
50=Textul barei de instrumente
51=Copie
52=Inscripționare
53=Se copiază %s...
54=%s MB/s, Timp scurs: %s, Timp rămas: %s
55=Procesul  finalizat cu succes!
56=Nu există suficient spațiu liber pe unitatea %C:!
57=Fișierul'%s' există deja.\n\nDoriți să-l suprascrieți?
58=Nu există disc
59=Deschide &ImgDrive
60=Ștergerea discului
61=Formatarea discului
62=Scrie
63=Se sincronizează memoria cache
64=Terminat
65=&Reîmprospătare
66=LBA
67=Dimensiune
68=Dimensiune (octeți)
69=Data modificării
70=Explorator de fișiere
71=Vizualizator sector
72=Eextrage fișier
73=Sesiunea %d
74=Pista %d
75=Sesiune
76=Pistă
77=&Inregistreaza-te...
78=Vă mulțumim pentru înregistrare!
79=Cheia de înregistrare pe care ați introdus-o nu este validă.
80=Sunteți sigur că doriți să anulați?
81=Extensie
82=Asociat cu
83=Instalare&Driver
84=Dezinstalare Driver
85=Se instalează Driver-ul...\nAcest lucru poate dura până la un minut, Vă rugăm așteptați...
86=ImgDrive își va instala acum driverul necesar pentru a crea un CD-ROM virtual.\n\nDoriți să continuați?
87=Am detectat un driver incompatibil %s, doriți să actualizați la %s?
88=Am detectat un driver incompatibil %s, vă rugăm să reinstalați ImgDrive!
89=Trebuie să reporniți computerul pentru a utiliza ImgDrive!
90=Sunteți sigur că doriți să dezinstalați?
91=Această versiune de %s nu va funcționa pe computerul dumneavoastră. Vă rugăm să descărcați versiunea %s
92=Driverul necesar pentru ImgDrive nu este instalat. Vă rugăm să reinstalați ImgDrive!\n\nDacă problema persistă, faceți clic pe OK pentru a ne trimite feedback.
93=Conversie
94=Conversie fișier imagine...
95=Acest format de fișier nu este acceptat. Imaginea CD-ului audio trebuie să fie stereo pe 16 biți/44,1 kHz.\n\nFișier: %s\nAdâncime de biți: %d-biți\nRata de eșantionare: %s kHz\nCanal(e): %d
96=Etichetă de volum
97=&Alte unități DVD/CD-ROM
98=Pictograme mari
99=Pictograme mici
100=&Lista
101=&Detalii
102=Nu s-a putut monta fișierul
103=Tip
104=Comandă rapidă
105=Unitate CD-ROM %c:
106=Comenzile rapide vor fi resetate la valoarea lor implicită.\nContinuați?
107=Comandă
108=Port %d, magistrală %d, țintă %d, LUN %d
109=SCSI
110=Sunteți sigur că doriți să ștergeți tot istoricul?
111=&Fişiere recente
112=&Linia de comandă Ajutor
113=Închidere
114=Unitatea corespunzătoare acestei  taste rapide nu a fost încă creată, doriți să o creați acum?
115=&Elimină fișierul din lista de fișiere recente
116=Această cheie este deja atribuită lui '%s'!
117=N/A
118=&Ajutor
119=NEÎNREGISTRAT
120=Versiune gratuită neînregistrată
121=Favorite
122=&Organizați Favoritele...
123=&Adaugă la Favorite...
124=Etichetă
125=Documente|Jocuri|Imagini|Filme|Muzică
126=Ieșire + Eliminarea Unității Virtuale
127=――――――――――
128=Extensie
129=Favorite
130=Categorie
131=Sunteți sigur că doriți să ștergeți?
132=Articolul preferat '%s' există deja.
133=Accesați caracteristicile Pro
134=Aceasta este o versiune gratuită neînregistrată, puteți încerca Pro gratuit sau puteți achiziționa o licență pentru a debloca caracteristicile Pro.
135=Încercați Pro
136=Cumpărați
137=&Customize Context Menu...
138=&Theme
139=Light
140=Dark
141=System
